Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/GeneralSettingsUI/Reset.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# FULL_RESET_CELLULAR_PLAN_QUICK_CONFIRMATION_MSG
source: Are you sure you want to continue? All media, data, and settings will be erased. Your cellular data plan with %@ can be erased or preserved. If erased, you may have to contact your carrier. This cannot be undone.
ar: هل ترغب بالتأكيد في المتابعة؟ سيتم مسح كافة الوسائط والبيانات والإعدادات. يمكن مسح أو الاحتفاظ بباقة البيانات الخلوية مع %@. وإذا تم مسحها سوف تضطر إلى الاتصال بشركة الاتصالات. لا يمكن التراجع عن هذا الإجراء.
bg: Сигурни ли сте, че искате да продължите? Цялата медия, всички данни и настройки ще бъдат изтрити. Вашият план за мобилни данни с %@ може да бъде изтрит или запазен. Ако бъде изтрит, може да се наложи да се свържете с доставчика. Това действие не може да бъде отменено.
ca: Confirmes que vols continuar? S’esborraran tots els continguts multimèdia, dades i configuracions. Quant al teu pla de dades mòbils amb %@, es pot esborrar o conservar. Si s’esborra, és possible que t’hagis de posar en contacte amb el teu operador. Aquesta acció no es pot desfer.
cs: Určitě chcete pokračovat? Budou smazána všechna média, data a nastavení. Váš mobilní datový tarif u operátora %@ může být smazán nebo zachován. Pokud ho smažete, budete možná muset kontaktovat svého operátora. Tuto akci nelze odvolat.
da: Vil du fortsætte? Alle medier, data og indstillinger bliver slettet. Dit mobildataabonnement hos %@ kan slettes eller beholdes. Hvis det slettes, skal du muligvis kontakte operatøren. Handlingen kan ikke fortrydes.
de: Möchtest du wirklich fortfahren? Alle Medien, Daten und Einstellungen werden gelöscht. Dein mobiler Datentarif mit %@ kann gelöscht oder beibehalten werden. Falls er gelöscht werden soll, musst du dich evtl. an deinen Netzbetreiber wenden. Dies kann nicht widerrufen werden.
el: Θέλετε σίγουρα να συνεχίσετε; Θα σβηστούν όλα τα πολυμέσα, τα δεδομένα και οι ρυθμίσεις. Το πρόγραμμα δεδομένων κινητού δικτύου σας %@ μπορεί να σβηστεί ή να διατηρηθεί. Αν σβηστεί, θα χρειαστεί να επικοινωνήσετε με τον φορέα κινητής τηλεφωνίας σας. Δεν είναι δυνατή η αναίρεση αυτής της ενέργειας.
es: ¿Seguro que quieres continuar? Se borrarán todos los datos, ajustes y contenidos. Tu plan móvil con %@ puede borrarse o conservarse. Si eliges borrarla, puede que tengas que ponerte en contacto con tu operador. Esta operación no puede deshacerse.
es_us: ¿Quieres continuar? Se borrarán todos los datos, configuraciones y contenidos. Puedes elegir borrar o conservar tu plan de telefonía celular de %@. Si se borra, es posible que tengas que comunicarte con tu operador. Esta acción no se puede deshacer.
fi: Haluatko jatkaa? Kaikki sisältö, data ja asetukset poistetaan. %[tt]@-mobiilidataliittymäsi voidaan poistaa tai säilyttää. Jos se poistetaan, voit joutua ottamaan yhteyttä operaattoriisi. Tätä ei voida perua.
fr: Voulez-vous vraiment continuer ? Tous vos contenus, données et réglages seront effacés. Votre forfait de données cellulaires %@ peut être supprimé ou conservé. Si vous le supprimez, vous pourriez avoir à contacter votre opérateur. Cette action est irréversible.
fr_ca: Voulez-vous vraiment continuer? Tous vos fichiers, vos données et vos réglages seront supprimés. Votre forfait de données cellulaires avec %@ peut être supprimé ou conservé. Si vous le supprimez, vous pourriez avoir à contacter votre opérateur. Cette action est irréversible.
he: האם ברצונך להמשיך? כל המדיה, הנתונים וההגדרות יימחקו. באפשרותך לבחור אם למחוק או לשמור את תוכנית הנתונים הסלולרית שלך אצל %@. אם התוכנית תימחק, ייתכן שיהיה צורך לפנות לספק. לא ניתן לבטל פעולה זו.
hi: क्या आप निश्चित हैं कि आप जारी रखना चाहते हैं? सभी मीडिया, डेटा और सेटिंग्ज़ मिटा दी जाएँगी। %@ के साथ आपके मोबाइल डेटा प्लान को मिटाया या संरक्षित किया जा सकता है। यदि मिटाया गया, तो आपको आपके कैरियर से संपर्क करना पड़ सकता है। यह प्रक्रिया पहले जैसी नहीं की जा सकती है।
hr: Sigurno želite nastaviti? Obrisat će se svi mediji, podaci i postavke. Vaš %@ podatkovni plan može se obrisati ili sačuvati. Ako ga obrišete, možda ćete se trebati obratiti vašem operateru. Postupak se ne može poništiti.
hu: Biztos benne, hogy folytatni szeretné? Minden média, adat és beállítás törölve lesz. A(z) %@ szolgáltatónál lévő mobiladat-előfizetését törölheti vagy megtarthatja. Ha törli, akkor előfordulhat, hogy kapcsolatba kell lépnie a szolgáltatóval. Ez nem vonható vissza.
id: Apakah Anda yakin ingin melanjutkan? Semua media, data, dan pengaturan akan dihapus. Paket data seluler Anda dengan %@ dapat dihapus atau dipertahankan. Jika dihapus, Anda mungkin harus menghubungi operator Anda. Ini tidak dapat diurungkan.
it: Confermi di voler continuare? Tutti i file multimediali, i dati e le impostazioni verranno inizializzati. Il tuo piano dati cellulare con %@ può essere inizializzato o conservato. Se scegli di inizializzarlo, potrebbe essere necessario contattare il tuo gestore telefonico. L’operazione è irreversibile.
ja: 本当に続けますか? すべてのメディア、データ、および設定を消去します。%@のモバイルデータ通信プランは消去することも残すこともできます。消去した場合は、必要に応じてご利用の通信事業者にご連絡ください。 この操作は取り消せません。
kk: Жалғастыру қажеттігіне сенімдісіз бе? Барлық медиа, деректер мен реттеулер өшеді. %@ ұялы тарифтік жоспары өшірілген немесе сақталған болуы мүмкін. Өшірілген болса, ұялы байланыс операторына хабарласыңыз. Бұл қайтымсыз әрекет.
ko: 계속하겠습니까? 모든 미디어, 데이터 및 설정이 지워집니다. %@을(를) 통한 사용자의 셀룰러 데이터 요금제가 지워지거나 유지될 수 있습니다. 지워지는 경우 이동통신사에 문의하십시오. 이 작업은 취소할 수 없습니다.
lt: Ar tikrai norite tęsti? Bus ištrinta visa medija, duomenys ir nustatymai. Jūsų mobiliųjų duomenų planas iš „%@“ gali būti ištrintas arba išsaugotas. Ištrynus, jums gali tekti susisiekti su savo operatoriumi. Šio veiksmo anuliuoti negalima.
ms: Adakah anda pasti mahu meneruskan? Semua media, data dan seting akan dipadamkan. Pelan data selular anda dengan %@ boleh dipadamkan atau dikekalkan. Jika dipadamkan, anda mungkin perlu menghubungi pembawa anda. Ini tidak boleh dibuat asal.
nl: Weet je zeker dat je wilt doorgaan? Je wist alle media, gegevens en instellingen. Je kunt je mobieledata-abonnement bij %@ wissen of behouden. Als je het wist, moet je mogelijk contact opnemen met je aanbieder. Je kunt het wissen niet ongedaan maken.
no: Er du sikker på at du vil fortsette? Alle medier, data og innstillinger vil bli slettet. Mobildataabonnementet hos %@ kan slettes eller bevares. Hvis det slettes, må du kanskje kontakte operatøren. Handlingen kan ikke angres.
pl: Czy na pewno chcesz kontynuować? Wszystkie pliki, dane i ustawienia zostaną wymazane. Twój plan danych komórkowych (%@) może zostać wymazany lub zachowany. Jeśli zostanie wymazany, konieczny może być kontakt z operatorem. Tej czynności nie można cofnąć.
pt: Tem certeza de que deseja continuar? Todas as mídias, dados e ajustes serão apagados. O plano de dados celulares da %@ pode ser apagado ou preservado. Caso seja apagado, talvez seja necessário entrar em contato com a sua operadora. Isto não pode ser desfeito.
pt_pt: Tem a certeza de que pretende continuar? Todos os dados e definições, assim como o conteúdo multimédia, serão apagados. O seu plano de dados móveis com a sua operadora (%@) pode ser apagado ou preservado; se for apagado, é possível que tenha de contactar a sua operadora. Esta ação é irreversível.
ro: Sigur doriți să continuați? Toate datele, conținutul multimedia și configurările vor fi șterse. Planul dvs. tarifar de date celulare de la %@ poate fi eliminat sau păstrat. Dacă îl eliminați, este posibil să trebuiască să îl contactați pe operatorul dvs. Această acțiune este ireversibilă.
ru: Вы действительно хотите продолжить? Все медиафайлы, данные и настройки будут стерты. Ваш тариф сотовых данных %@ может быть стерт или сохранен. В случае стирания, возможно, потребуется обратиться к оператору сотовой связи. Данное действие необратимо.
sk: Naozaj chcete pokračovať? Všetky médiá, dáta a nastavenia budú vymazané. Svoj mobilný dátový program u operátora %@ môžete vymazať alebo zachovať. Ak sa ho rozhodnete vymazať, pravdepodobne bude potrebné kontaktovať operátora. Táto operácia je nevratná.
sl: Ste prepričani, da želite nadaljevati? Vse predstavnostne vsebine, podatki in nastavitve bodo izbrisani. Vaš paket mobilnih podatkov (%@) se lahko izbriše ali ohrani. V primeru izbrisa se boste morda morali obrniti na operaterja. Tega ni mogoče razveljaviti.
sv: Är du säker på att du vill fortsätta? Alla medier, data och inställningar kommer att raderas. Ditt mobildataabonnemang med %@ kan raderas eller behållas. Om du raderar det kanske du måste kontakta din operatör. Detta kan inte ångras.
th: คุณแน่ใจหรือไม่ว่าคุณต้องการจะดำเนินการต่อ การทำงานนี้จะลบสื่อ ข้อมูล และการตั้งค่าทั้งหมด แผนบริการข้อมูลเซลลูลาร์กับ%[tt]@ของคุณสามารถลบหรือเก็บไว้ได้ ถ้าลบ คุณอาจต้องติดต่อกับผู้ให้บริการของคุณ การทำงานนี้ไม่สามารถเรียกกลับคืนได้
tr: Sürdürmek istediğinizden emin misiniz? Tüm ortamlar, veriler ve ayarlar silinecektir. %@ ile hücresel veri planınız silinebilir veya korunabilir. Silinirse operatörünüzle iletişime geçmeniz gerekebilir. Bu işlem geri alınamaz.
uk: Справді продовжити? Усі медіафайли, дані і налаштування буде стерто. Ваш план стільникових даних %@ можна стерти або залишити. Якщо його буде стерто, вам може знадобитися звернутися до свого оператора звʼязку. Це безповоротна дія.
vi: Bạn có chắc chắn muốn tiếp tục không? Tất cả phương tiện, dữ liệu và cài đặt sẽ bị xóa. Gói dữ liệu di động của bạn với %@ có thể bị xóa hoặc được bảo toàn. Nếu bị xóa, bạn có thể phải liên hệ với nhà cung cấp. Không thể hoàn tác thao tác này.
zh_cn: 你确定要继续吗？这将抹掉所有媒体、数据和设置。你的%@蜂窝数据套餐可以抹掉或保留。如果抹掉，你可能需要联系你的运营商。 此操作无法撤销。
zh_hk: 確定要繼續嗎？所有媒體、資料和設定將被清除，而%@的流動網絡計劃可以清除或保留。如果清除計劃，你可能需要聯絡電訊商。 此動作無法還原。
zh_tw: 確定要繼續嗎？將清除所有媒體、資料和設定。可清除或保留你的%@行動數據方案。若清除，你可能需要聯絡你的電信業者。 此動作無法還原。

# ERASE_ACCOUNT_CONFIRMATION_CANCEL
source: Cancel
ar: إلغاء
bg: Отказ
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
kk: Бас тарту
ko: 취소
lt: Atšaukti
ms: Batal
nl: Annuleer
no: Avbryt
pl: Anuluj
pt: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# ICLOUD_BACKUP_DISABLED_AND_SYNC_ERROR_TITLE
source: iCloud Upload Failed and Backup Disabled
ar: فشل التحميل إلى iCloud وتم تعطيل النسخ الاحتياطي
bg: Качване в iCloud и създаване на резервно копие са деактивирани
ca: Error de càrrega a l’iCloud i còpia de seguretat desactivada
cs: Odesílání na iCloud selhalo a zálohování je vypnuté
da: iCloud-overførsel mislykkedes, og sikkerhedskopiering er slået fra
de: iCloud-Upload fehlgeschlagen und Backup deaktiviert
el: Απέτυχε το ανέβασμα στο iCloud και απενεργοποιήθηκε το εφεδρικό αντίγραφο
es: Error al cargar los datos en iCloud y copia de seguridad desactivada
es_us: Error al cargar en iCloud y respaldo desactivado
fi: iCloud-lähetys epäonnistui ja varmuuskopiointi on pois käytöstä
fr: Échec du téléchargement sur iCloud et désactivation de la sauvegarde
fr_ca: Échec du téléversement vers iCloud et sauvegarde désactivée
he: ההעלאה מ-iCloud נכשלה והגיבוי כבוי
hi: iCloud अपलोड विफल रहा और बैकअप अक्षम किया गया
hr: Postavljanje na iCloud nije uspjelo i sigurnosna je kopija onemogućena
hu: Az iCloudba való feltöltés sikertelen, és a biztonsági mentés le van tiltva
id: Pengunggahan iCloud Gagal dan Cadangan Dinonaktifkan
it: Caricamento su iCloud non riuscito e backup disabilitato
ja: iCloudへのアップロードが不成功、およびバックアップが無効
kk: iCloud сервисіне жүктеп салу сәтсіз аяқталды және сақтық көшірме жасау өшірілді
ko: iCloud 업로드 실패 및 백업 비활성화
lt: Įkėlimas į „iCloud“ nepavyko ir atsargės kopijos kūrimas išjungtas
ms: Muat Naik iCloud Gagal dan Sandaran Dinyahdayakan
nl: Uploaden naar iCloud mislukt en back‑up uitgeschakeld
no: iCloud-opplasting mislyktes og sikkerhetskopiering er av
pl: Błąd wysyłania do iCloud, backup wyłączony
pt: O Envio do iCloud Falhou e o Backup Está Desativado
pt_pt: Envio para iCloud falhou e cópia de segurança desativada
ro: Încărcarea pe iCloud a eșuat și backupul este dezactivat
ru: Сбой выгрузки в iCloud, резервное копирование выключено
sk: Odosielanie na iCloud zlyhalo a záloha je vypnutá
sl: Nalaganje v iCloud ni uspelo in varnostno kopiranje je onemogočeno
sv: iCloud-överföring misslyckades och säkerhetskopiering är avaktiverad
th: อัปโหลด iCloud ไม่สำเร็จและข้อมูลสำรองปิดใช้งานอยู่
tr: iCloud Yükleme Başarısız ve Yedekleme Etkisizleştirilmiş
uk: Резервне копіювання вимкнено через помилку закачування в iCloud
vi: Không thể tải lên iCloud và tính năng sao lưu bị tắt
zh_cn: iCloud上传失败，备份已停用
zh_hk: iCloud上載失敗，已停用備份
zh_tw: iCloud上傳失敗且備份已停用

# RESET_CONFIRMATION_ALERT_ACCEPT_KEEP_CELLULAR_PLANS
source: Erase All & Keep Data Plans
ar: مسح الكل وإبقاء باقات البيانات
bg: Изтрий всички и запази планове за данни
ca: Esborra i conserva els plans de dades
cs: Smazat a zachovat datové tarify
da: Slet alt, og behold dataabonnement
de: Alles löschen & Datentarife behalten
el: Σβήσιμο όλων και διατήρηση προγραμμάτων
es: Borrar todo y conservar planes de datos
es_us: Borrar todo y conservar planes de datos
fi: Poista kaikki ja säilytä dataliittymät
fr: Tout effacer et garder les forfaits de données
fr_ca: Tout effacer et conserver les forfaits de données
he: מחיקת הכול ושמירת תוכניות נתונים
hi: सभी मिटाएँ और डेटा प्लान रखें
hr: Obriši sve i zadrži podatkovne planove
hu: Összes törlése és adat-előfizetések megtartása
id: Hapus Semua & Simpan Paket Data
it: Inizializza e mantieni i piani dati
ja: データプランを残してすべてを消去
kk: Барлық деректі өшіру және тарифтік жоспарларды қалдыру
ko: 모두 지우기 및 데이터 요금제 유지
lt: Trinti viską ir pasilikti duomenų planus
ms: Padam Semua & Simpan Pelan Data
nl: Wis alles en behoud abonnementen
no: Slett alt og behold abonnementer
pl: Wymaż wszystko, ale pozostaw plany danych
pt: Apagar Tudo e Manter Planos
pt_pt: Apagar tudo e manter planos
ro: Ștergeți tot și păstrați planurile de date
ru: Стереть все и оставить тарифы
sk: Vymazať všetko a ponechať dátové programy
sl: Izbriši vse in obdrži pakete podatkov
sv: Radera allt och behåll dataabonnemang
th: ลบทั้งหมดและเก็บแผนบริการข้อมูล
tr: Tümünü Sil ve Veri Planlarını Tut
uk: Стерти все, крім планів даних
vi: Xóa tất cả & giữ gói cước dữ liệu
zh_cn: 全部抹掉并保留数据套餐
zh_hk: 全部清除並保留數據計劃
zh_tw: 全部清除並保留數據方案

source: Reset Account
ar: إعادة تعيين الحساب
bg: Нулиране на регистрация
ca: Restableix el compte
cs: Obnovit účet
da: Nulstil konto
de: Account zurücksetzen
el: Επαναφορά λογαριασμού
es: Restablecer cuenta
es_us: Restablecer cuenta
fi: Nollaa tili
fr: Réinitialiser le compte
fr_ca: Réinitialiser le compte
he: איפוס החשבון
hi: खाता रीसेट करें
hr: Resetiraj račun
hu: Fiók alaphelyzetbe állítása
id: Atur Ulang Akun
it: Ripristina account
ja: アカウントをリセット
kk: Аккаунтты бастапқы күйге қайтару
ko: 계정 재설정
lt: Nustatyti paskyrą iš naujo
ms: Reset Akaun
nl: Herstel account
no: Nullstill konto
pl: Wyzeruj konto
pt: Redefinir Conta
pt_pt: Repor conta
ro: Resetați cont
ru: Сбросить учетную запись
sk: Resetovať účet
sl: Ponastavi račun
sv: Nollställ konto
th: รีเซ็ตบัญชี
tr: Hesabı Sıfırla
uk: Скинути запис
vi: Đặt lại tài khoản
zh_cn: 还原账户
zh_hk: 重設帳户
zh_tw: 重置帳號

# FULL_RESET_QUICK_MSG
source: This will delete all media and data, and reset all settings.
ar: سيتم حذف كافة الوسائط والبيانات، وإعادة تعيين كافة الإعدادات.
bg: Това ще изтрие цялата медия и всички данни, както и ще нулира всички настройки.
ca: Això eliminarà tot el contingut i les dades, i restablirà tota la configuració.
cs: Budou smazána všechna média a data a všechna nastavení budou obnovena.
da: Dette sletter alle medier og data og nulstiller alle indstillinger.
de: Hiermit werden alle Daten bzw. Medien gelöscht und alle Einstellungen zurückgesetzt.
el: Θα διαγραφούν όλα τα πολυμέσα και τα δεδομένα και θα επαναφερθούν όλες οι ρυθμίσεις.
es: Se borrarán todos los datos y contenidos, y se restablecerán todos los ajustes.
es_us: Se eliminarán todos los datos y contenidos, y se restablecerá toda la configuración.
fi: Tämä poistaa kaiken sisällön ja datan ja nollaa kaikki asetukset.
fr: Tous vos contenus et données seront supprimés et tous les réglages seront réinitialisés.
fr_ca: Toutes les données seront effacées et tous les réglages seront réinitialisés.
he: פעולה זו תמחק את כל קבצי המדיה והנתונים, ותאפס את כל ההגדרות.
hi: इससे सभी मीडिया और डेटा डिलीट हो जाएगा और सभी सेटिंग्ज़ रीसेट हो जाएँगी।
hr: Ovime se brišu svi mediji i podaci i resetiraju sve postavke.
hu: Ez törölni fog minden médiát és adatot, valamint alaphelyzetbe állít minden beállítást.
id: Ini akan menghapus semua media dan data, serta mengatur ulang semua pengaturan.
it: Tutti i dati e i file multimediali verranno eliminati e tutte le impostazioni saranno ripristinate.
ja: すべてのメディアとデータを消去し、 すべての設定をリセットします。
kk: Бұл барлық медиа мен деректі жояды және барлық реттеуді бастапқы күйге қайтарады.
ko: 이 작업은 모든 미디어 및 데이터를 삭제하고, 모든 설정을 재설정합니다.
lt: Šiuo veiksmu bus ištrinta visa medija bei duomenys ir nustatyti iš naujo visi nustatymai.
ms: Ini akan memadamkan semua media dan data serta mereset semua seting.
nl: Hiermee wis je alle media en gegevens en stel je alle instellingen opnieuw in.
no: Dette vil slette alle medier og data og nullstille alle innstillinger.
pl: Spowoduje to usunięcie wszystkich multimediów i danych oraz wyzerowanie wszystkich ustawień.
pt: Isto apagará todo o conteúdo de mídia e dados e redefinirá todos os ajustes.
pt_pt: Todos os dados e conteúdo multimédia serão apagados e todas as definições serão repostas.
ro: Toate datele și conținutul multimedia vor fi șterse, iar configurările vor fi resetate.
ru: При этом будут удалены все медиафайлы и данные, а все настройки будут сброшены.
sk: Týmto vymažete všetky médiá a dáta a resetujete všetky nastavenia.
sl: To bo izbrisalo vse predstavnostne vsebine in podatke ter ponastavilo vse nastavitve.
sv: Detta kommer att radera alla medier, och data samt nollställa alla inställningar.
th: จะลบสื่อและข้อมูลทั้งหมด และรีเซ็ตการตั้งค่าทั้งหมด
tr: Bu işlem, tüm ortamları ve verileri silecek ve tüm ayarları sıfırlayacaktır.
uk: Усі медіафайли й дані буде видалено, а всі параметри скинуто.
vi: Thao tác này sẽ xóa tất cả phương tiện và dữ liệu, đồng thời đặt lại tất cả cài đặt.
zh_cn: 这将删除所有媒体和数据， 并还原所有设置。
zh_hk: 這將會刪除所有媒體和資料並重設所有設定。
zh_tw: 這將會刪除所有媒體和資料並重置所有設定。

# RESET_NETWORK_LABEL
source: Reset Network Settings
ar: إعادة تعيين إعدادات الشبكة
bg: Нулирай мрежови настройки
ca: Restableix la configuració de xarxa
cs: Obnovit nastavení sítě
da: Nulstil netværksindstillinger
de: Netzwerkeinstellungen
el: Ρυθμίσεις δικτύου
es: Restablecer ajustes de red
es_us: Restablecer la configuración de red
fi: Nollaa verkkoasetukset
fr: Réinitialiser les réglages réseau
fr_ca: Réinitialiser les réglages réseau
he: איפוס הגדרות ״רשת״
hi: नेटवर्क सेटिंग्ज़ रीसेट करें
hr: Resetiraj mrežne postavke
hu: Hálózati beállítások alaphelyzetbe állítása
id: Atur Ulang Jaringan
it: Ripristina impostazioni rete
ja: ネットワーク設定をリセット
kk: Желілік реттеулерді бастапқы күйге қайтару
ko: 네트워크 설정 재설정
lt: Nustatyti tinklo nustatymus iš naujo
ms: Reset Seting Rangkaian
nl: Herstel netwerkinstellingen
no: Nullstill nettverksinnstillinger
pl: Ustawienia sieciowe
pt: Redefinir Ajustes de Rede
pt_pt: Repor definições de rede
ro: Resetați configurări rețea
ru: Сбросить настройки сети
sk: Resetovať nastavenia siete
sl: Ponastavitev nastavitev omrežja
sv: Nollställ nätverk
th: รีเซ็ตการตั้งค่าเครือข่าย
tr: Ağ Ayarlarını Sıfırla
uk: Скинути параметри мережі
vi: Đặt lại cài đặt mạng
zh_cn: 还原网络设置
zh_hk: 重設網絡設定
zh_tw: 重置網路設定

# REMOVE_ALL_CELLULAR_PLANS_LABEL
source: Remove All Cellular Data Plans
ar: إزالة كل باقات البيانات الخلوية
bg: Премахни всички планове за мобилни данни
ca: Elimina els plans de dades mòbils
cs: Odstranit všechny mobilní datové tarify
da: Fjern alle mobildatabonnementer
de: Alle mobilen Datentarife entfernen
el: Αφαίρεση όλων των προγραμμάτων
es: Eliminar todos los planes de datos móviles
es_us: Eliminar todos los planes de datos
fi: Poista kaikki mobiilidataliittymät
fr: Supprimer tous les forfaits de données cellulaires
fr_ca: Supprimer tous les forfaits de données
he: מחיקת כל תוכניות הנתונים הסלולריות
hi: सभी मोबाइल डेटा प्लान हटाएँ
hr: Ukloni sve podatkovne planove
hu: Az összes mobiladat-előfizetés eltávolítása
id: Hapus Semua Paket Data Seluler
it: Rimuovi tutti i piani dati cellulare
ja: モバイルデータ通信プランをすべて削除
kk: Барлық ұялы тарифтік жоспарды жою
ko: 모든 셀룰러 데이터 요금제 제거
lt: Šalinti visus mobiliųjų duomenų planus
ms: Keluarkan Semua Pelan Data Selular
nl: Verwijder alle mobieledata-abonnementen
no: Fjern alle mobildataabonnementer
pl: Usuń wszystkie plany danych komórkowych
pt: Remover Todos os Planos de Dados
pt_pt: Remover todos os planos de dados móveis
ro: Eliminați toate planurile de date celulare
ru: Удалить все тарифы сотовых данных
sk: Odstrániť všetky mobilné dátové programy
sl: Odstrani vse pakete mobilnih podatkov
sv: Ta bort alla mobildataabonnemang
th: เอาแผนบริการข้อมูลเซลลูลาร์ทั้งหมดออก
tr: Hücresel Veri Planlarını Sil
uk: Вилучити всі плани стільникових даних
vi: Xóa tất cả gói cước dữ liệu di động
zh_cn: 移除所有蜂窝数据套餐
zh_hk: 移除所有流動數據計劃
zh_tw: 移除所有行動數據方案

# ICLOUD_BACKUP_AND_SYNC_ERROR_TITLE
source: iCloud Upload and Backup Failed
ar: فشل التحميل والنسخ الاحتياطي إلى iCloud
bg: Неуспешно качване в iCloud и създаване на резервно копие
ca: Error de càrrega i còpia de seguretat a l’iCloud
cs: Odesílání a zálohování na iCloud selhalo
da: iCloud-overførsel og -sikkerhedskopiering mislykkedes
de: iCloud-Upload und -Backup fehlgeschlagen
el: Απέτυχε το ανέβασμα στο iCloud και η δημιουργία εφεδρικού αντιγράφου
es: Error al realizar la copia de seguridad y cargar los datos en iCloud
es_us: Error de carga y respaldo de iCloud
fi: iCloud-lähetys ja varmuuskopio epäonnistuivat
fr: Échec de la sauvegarde et du téléchargement sur iCloud
fr_ca: Échec du téléversement et de la sauvegarde iCloud
he: ההעלאה והגיבוי ל-iCloud נכשלו
hi: iCloud अपलोड और बैकअप विफल रहा
hr: Postavljanje i sigurnosno kopiranje na iCloud nije uspjelo
hu: Az iCloudba való biztonsági mentés és feltöltés sikertelen volt
id: Pengunggahan dan Pencadangan iCloud Gagal
it: Caricamento e backup su iCloud non riusciti
ja: iCloudへのアップロードとバックアップに失敗しました
kk: iCloud сервисіне жүктеп салу және сақтық көшірме жасау сәтсіз аяқталды
ko: iCloud 업로드 및 백업 실패
lt: Įkėlimas į „iCloud“ ir atsargės kopijos kūrimas nepavyko
ms: Muat Naik dan Sandaran iCloud Gagal
nl: Uploaden naar en back‑up in Cloud mislukt
no: Opplasting og sikkerhetskopiering til iCloud mislyktes
pl: Błąd wysyłania i tworzenia backupu w iCloud
pt: Falha de Envio e Backup do iCloud
pt_pt: Envio e cópia de segurança em iCloud falhou
ro: Încărcarea și backupul pe iCloud au eșuat
ru: Сбой выгрузки и резервного копирования в iCloud
sk: Odosielanie a zálohovanie na iCloud zlyhalo
sl: Nalaganje v iCloud in varnostno kopiranje nista uspela
sv: iCloud-överföring och säkerhetskopiering misslyckades
th: อัปโหลดและสำรองข้อมูล iCloud ไม่สำเร็จ
tr: iCloud Yükleme ve Yedekleme Başarısız
uk: Збій закачування та резервного копіювання в iCloud
vi: Không thể sao lưu và tải lên iCloud
zh_cn: iCloud上传和备份失败
zh_hk: iCloud上載和備份失敗
zh_tw: iCloud上傳和備份失敗
